tap "cmacrae/formulae"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "wez/wezterm"
brew "docker"
brew "docker-compose"
brew "jq"
brew "lima"
brew "lsd"
brew "neovim"
brew "node"
brew "pstree"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "watch"
brew "cmacrae/formulae/spacebar"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "font-droid-sans-mono-for-powerline"
cask "font-fira-code"
cask "font-fira-mono-for-powerline"
cask "font-hack-nerd-font"
cask "font-noto-mono-for-powerline"
cask "font-plemol-jp"
cask "font-plemol-jp-hs"
cask "font-plemol-jp-nf"
cask "font-plemol-jp-nfj"
cask "font-powerline-symbols"
cask "font-ricty-diminished"
cask "font-source-code-pro-for-powerline"
cask "karabiner-elements"
cask "keycastr"
cask "wezterm"
